import { ShowtimeDate } from './interface/showtimeDate';
import { ShowtimeTime } from "./interface/showtimeTime";
export let listOfDateTime: ShowtimeDate[]  = [
  {date: '01 Липня, Пн', times: [' 10:00', ' 12:00', ' 14:00', ' 16:00', ' 18:00', ' 20:00', ' 22:00']},
  {date: '02 Липня, Вт', times: [' 10:00', ' 12:00', ' 14:00', ' 16:00', ' 18:00', ' 20:00', ' 22:00']},
  {date: '03 Липня, Ср', times: [' 10:00', ' 12:00', ' 14:00', ' 16:00', ' 18:00', ' 20:00', ' 22:00']},
  {date: '04 Липня, Чт', times: [' 10:00', ' 12:00', ' 14:00', ' 16:00', ' 18:00', ' 20:00', ' 22:00']},
  {date: '05 Липня, Пт', times: [' 10:00', ' 12:00', ' 14:00', ' 16:00', ' 18:00', ' 20:00', ' 22:00']},
  {date: '06 Липня, Сб', times: [' 10:00', ' 12:00', ' 14:00', ' 16:00', ' 18:00', ' 20:00', ' 22:00']},
  {date: '07 Липня, Нд', times: [' 10:00', ' 12:00', ' 14:00', ' 16:00', ' 18:00', ' 20:00', ' 22:00']},
];